Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: ཆུ་བདུན་རི་བོ་ལྷ་རྣམས་དང་། །དེ་ཀུན་འཁོར་དང་བཅས་པ་དང་། །ཟུར་ཕུད་ལྔ་ཅན་ནོར་རྒྱས་དང་། །ཉི་ཟླ་གཟའ་དང་རྒྱུ་སྐར་དང་། །དེ་ལ་སོགས་པའི་ལྷ་རྣམས་དང་། །འཇིག་རྟེན་བདེ་བར་མཛད་པའི་གནས། །དེ་ལ་སོགས་པའི་ལྷ་ཐམས་ཅད། །སྡིག་པའི་ལས་ལ་མ་མོས་པ། །སངས་རྒྱས་ལ་གུས་འབྱུང་བའི་མ། །བུ་རབ་གཞོན་ལ་བྱམས་པ་དང་། །ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་རྣམས། །དྲི་ཟ་དང་ནི་ལྷ་མ་ཡིན། །གཞན་ཡང་མི་འམ་ཅི་དག་དང་། །
en: “The Paranirmita­vaśavartin devas And also the Nirmāṇarati devas; The devas in the sky in Tuṣita, The dwelling of Maitreya who will be a buddha; “The devas of the Yāma paradise, The devas of Trāyastriṃśa, And the devas of the Four Mahārājas; And also all the assemblies of other devas— “The devas of earth, water, fire, and air; Those who dwell on Sumeru Mountain, And devas of the mountains of the seven oceans, All of them and their entourages; “Pañcaśikha and Vāsuki; And the sun, moon, planets, and lunar asterisms— Those and all other devas, and those who are The source of happiness in the world; “Those and all other devas Who do not aspire to bad actions; The mother with reverence for the buddha Who had love for her youngest son; “And devas, nāgas, and yakṣas, Gandharvas and asuras, And also the kinnaras, The mahoragas, and so on— “Today I invite them all of them here Through the power of the Bhagavat.

source: ལྟོ་འཕྱེ་ཆེ་ལ་སོགས་པ་རྣམས། །ཀུན་ཀྱང་བཅོམ་ལྡན་མཐུ་ཡིས་ནི། །བདག་གིས་དེང་འདིར་སྤྱན་དྲངས་ཏེ། །ཐུགས་རྗེ་བརྩེ་བའི་དགོངས་པ་ཡིས། །བདག་ལ་ཐོགས་མེད་སྤོབས་པ་སྐྱེད། །
en: By regarding me with love and compassion, Develop unimpeded eloquence within me.

source: ལྷ་དང་མི་རྣམས་ཐམས་ཅད་ཀྱིས། །གཞན་གྱི་སེམས་རིག་མཁྱེན་པ་རྣམས། །ཀུན་གྱི་མཐུ་ཡིས་བྱིན་བརླབས་ཤིང་། །བདག་ལ་སྤོབས་པའི་མཆོག་སྩོལ་ཅིག །
en: “May those who know the minds of others, Those of all the devas and humans, Through all their power of blessing Bestow supreme eloquence upon me.

source: ཇི་སྙེད་ནམ་མཁའི་མཐས་གཏུགས་ཤིང་། །ཆོས་ཀྱི་དབྱིངས་ཀྱི་མུས་ཀླས་པའི། །སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱིས། །བདག་ལ་སྤོབས་པའི་མཆོག་སྩོལ་ཅིག །
en: “All of those beings that there are As far as the end of the element of space, The limits of the realm of phenomena, May they bestow upon me supreme eloquence!”

source: དེ་ནས་དབྱངས་ཅན་ལྷ་མོ་ལ་བྲམ་ཟེ་ཀཽཎྜི་ནྱས་དེ་སྐད་ཅེས་གསོལ་པ་དང་། ལྷ་མོས་སྐྱེས་བུ་ཆེན་པོ་དེ་ལ་དགེའོ་ཞེས་སྨྲས་ཏེ། གང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཚིགས་སུ་བཅད་པས་བསྟོད་པ་དང་།
en: After the Kauṇḍinya brahmin said those words to the goddess Sarasvatī, the goddess said to that great being, “Well done!

source: གསང་སྔགས་ཀྱི་ཚིག་དེ་དག་འཆང་ཞིང་འཛིན་པ་དང་། དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་སུ་སོང་སྟེ། སེམས་འདུན་པས་རྗེས་སུ་དམིགས་ཤིང་། ཅི་འདོད་པའི་དོན་ཆོ་ག་བཞིན་དུ་བསྒྲུབས་ན། ཆུད་ཟ་བར་མི་འགྱུར་རོ། །
en: Any noble man or noble woman who praises with those verses and possesses and keeps those mantra words, and goes for refuge to the Three Jewels, and with a focused, aspiring mind practices in accordance with the rite for their desired goal, this will not be a waste.

source: གཞན་ཡང་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཤིན་ཏུ་ཕྲ་ཞིང་། ཟབ་པ་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། འདོན་པ་དེ་བསམ་པ་ཐམས་ཅད་མྱུར་དུ་འགྲུབ་པར་འགྱུར་ཏེ། སེམས་གཡེང་བས་བྱས་པ་ནི་མ་གཏོགས་སོ། །དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: Moreover, if they possess, keep, read, and recite this extremely subtle and profound Sublime Golden Light, the king that is the lord of sūtras, then all their aspirations will be quickly accomplished, unless this is done with a distracted mind.”

source: བྲམ་ཟེ་ཀཽཎྜི་ནྱ་རབ་ཏུ་དགའ་བ་དང་། ཡིད་བདེ་བ་སྐྱེས་ཏེ། ཐལ་མོ་སྦྱར་བ་བྱས་ནས་རྗེས་སུ་འཛིན་ཏོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་མོ་དབྱངས་ཅན་ལ་ལེགས་སོ་ཞེས་བཀའ་སྩལ་ཏེ།
en: At that time, the brahmin, his mind filled with admiration and overjoyed, placed his palms together in acceptance.

source: ལྷ་མོ་ཁྱོད་ཀྱིས་དམ་པའི་ཆོས་འདི་ཡོངས་སུ་བསྲུང་ཞིང་། ཡོངས་སུ་རྒྱས་པར་བྱ་བ་དང་། མདོ་འདི་འཛིན་པའི་སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་འདི་ལྟ་བུ་བསྟན་པས་བདེ་བ་དང་། བསོད་ནམས་དང་། སྤོབས་པ་ཚད་མེད་པ་འཕེལ་བར་འགྱུར་ཏེ། གང་སེམས་བསྐྱེད་པ་རྣམས་ཀྱང་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱས་པ་ལེགས་སོ་ལེགས་སོ། །
en: Then the Bhagavat congratulated the goddess Sarasvatī, saying, “Goddess, it is excellent, excellent, that you protect and spread this sublime Dharma and that you teach this kind of Dharma to all the beings who possess this sūtra, so that happiness, merit, and limitless eloquence increase, and that you cause those who have developed the aspiration to quickly attain the highest, most complete enlightenment.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ལྷ་མོ་དབྱངས་ཅན་གྱི་ལེའུ་ཞེས་བྱ་སྟེ་བཅྭ་ལྔ་པའོ།། །།དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ལྷ་མོ་ཆེན་མོ་དཔལ་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ལྷ་མོ་ཆེན་མོ་དཔལ་བདག་གིས་ཅི་ནས་ཀྱང་། ཆོས་སྨྲ་བའི་དགེ་སློང་དེ་ཡོ་བྱད་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་འགྱུར་བ་དང་། བྲེལ་ཕོངས་པ་མ་མཆིས་པ་འཐོབ་པར་འགྱུར་བ་དང་། སེམས་བརྟས་པ་འཐོབ་པར་འགྱུར་བ་དང་། སེམས་བདེ་བར་གདུགས་མཚན་བས་པར་འགྱུར་བ་དང་། གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་ལས་ཚིག་དང་། ཡི་གེ་རྣམ་པ་ཐ་དད་པ་དག་ཆུབ་པར་འགྱུར་བ་དང་། རྣམ་པར་རྟོག་པར་འགྱུར་བ་དང་། ཡང་དག་པར་བརྗོད་པར་འགྱུར་བ་དང་། སངས་རྒྱས་འབུམ་ཕྲག་དག་ལ། དགེ་བའི་རྩ་བ་བསྐྲུན་པའི་སེམས་ཅན་དེ་དག་གི་དོན་གྱི་སླད་དུ།
en: This concludes “The Goddess Sarasvatī,” the fifteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་འཛམ་བུའི་གླིང་དུ་ཡུན་རིང་དུ་གནས་པར་འགྱུར་ཞིང་། མྱུར་དུ་ནུབ་པར་མི་འགྱུར་བ་དང་། སེམས་ཅན་རྣམས་ཀྱང་། གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་ཉན་པར་འགྱུར་བ་དང་། བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མར་ལྷ་དང་།
en: Chapter 16: The Great Goddess Śrī Then the great goddess Śrī said to the Bhagavat, “Venerable Bhagavat, I, the great goddess Śrī, will also, in whatever way, bring a perfection of requisites to those dharmabhāṇaka bhikṣus so that they will gain freedom from deprivation; will have a resolute mind; will day and night have happiness of mind; will learn, understand, and correctly recite all the different words and letters in this Lord King of Sūtras, the Sublime Golden Light so that, for the sake of those beings who have planted good roots with hundreds of thousands of buddhas, this Lord King of Sūtras, the Sublime Golden Light will remain for a long time in Jambudvīpa and will not disappear, and so that beings will experience the happiness of devas and humans for many hundreds of thousands of quintillions of eons, and so that there will be no famine and instead excellent harvests.

source: མིའི་བདེ་བ་མྱོང་བར་འགྱུར་བ་དང་། མུ་གེ་མ་མཆིས་པར་འགྱུར་བ་དང་། ལོ་ལེགས་པར་འགྱུར་བ་དང་། སེམས་ཅན་རྣམས་ཀྱང་བདེ་བར་སྦྱར་བ་ཐམས་ཅད་ཀྱིས་བདེ་བར་འགྱུར་བ་དང་།
en: Beings will become happy through being endowed with every kind of happiness.

source: དེ་བཞིན་གཤེགས་པ་དང་འགྲོགས་པར་འགྱུར་བ་དང་། མ་འོངས་པའི་དུས་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དང་།
en: They will be in the company of tathāgatas, and in some future time they will attain the highest, most complete enlightenment of buddhahood.

source: སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སྡུག་བསྔལ་ཐམས་ཅད་ཤིན་ཏུ་རྒྱུན་ཆད་པར་འགྱུར་བ་འདི་ལྟ་སྟེ། གོས་དང་། ཟས་དང་། མལ་ཆ་དང་།
en: This will end all the suffering in the hells, in the lives of animals, and in the world of Yama.

source: སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། སྨན་ཟོང་དང་། ཡོ་བྱད་དང་། འཚོག་ཆས་ཀྱི་བྱེ་བྲག་གཞན་དག་གིས་ཀྱང་དགེ་སློང་ཆོས་སྨྲ་བ་དེ་སྤྲོ་བར་བགྱིའོ། །
en: Robes, food, bedding, medicine while ill, requisites, and other necessities will be brought to those dharmabhāṇaka bhikṣus.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་མེ་ཏོག་ཡོན་ཏན་རྒྱ་མཚོ་བཻ་ཌཱུརྱ་དང་། གསེར་གྱི་རི་ཁ་དོག་བཟང་པོ་གསེར་དུ་སྣང་བའི་དཔལ་ཞེས་བྱ་བ་དེ་ལ། ལྷ་མོ་ཆེན་མོ་དཔལ་གྱིས་དགེ་བའི་རྩ་བ་བསྐྱེད་དེ། དེས་ད་ལྟར་ཕྱོགས་གང་དང་། གང་དུ་སེམས་པ་དང་།
en: “I, the great goddess Śrī, developed good roots with the tathāgata arhat samyaksaṃbuddha Ratna­kusuma­guṇa­sāgara­vaiḍūrya­kanaka­giri­suvarṇa­kāñcana­prabhāsaśrī.

source: ཕྱོགས་གང་དང་གང་དུ་ལྟ་བ་དང་། ཕྱོགས་གང་དང་། གང་དུ་འགྲོ་བའི་ཕྱོགས་དེ་དང་། དེར་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མ་དག་བདེ་བར་སྦྱར་བ་ཐམས་ཅད་ཀྱིས་བདེ་བར་འགྱུར། ཟས་དང་།
en: In the present, wherever I direct my mind, wherever I look, wherever I go, many hundreds of thousands of quintillions of beings become happy; they become endowed with every kind of happiness.

source: སྐོམ་དང་། ནོར་དང་། འབྲུ་དང་། འགྲོན་བུ་དང་། གསེར་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་ཌཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་།
en: They do not lack food, drink, wealth, grain, cowries, gold, jewels, pearls, beryl, conchs, crystals, coral, silver, unwrought gold, or other requisites.

source: བྱི་རུ་དང་། དངུལ་དང་། ས་ལེ་སྦྲམ་དང་། ཡོ་བྱད་གཞན་དག་གིས་ཀྱང་མི་ཕོངས་པར་འགྱུར། སེམས་ཅན་དེ་དག་ཡོ་བྱད་ཐམས་ཅད་འབྱོར་བར་འགྱུར་རོ། །
en: Those beings are endowed with all requisites.

source: ལྷ་མོ་ཆེན་མོ་དཔལ་གྱི་མཐུས་དེ་བཞིན་གཤེགས་པ་དེ་ལ་མཆོད་པར་བྱ།
en: Through the power of the great goddess Śrī, they make offerings to that tathāgata.

source: སྤོས་དང་། མེ་ཏོག་དང་། བདུག་པ་ཡང་དབུལ་བར་བྱ།
en: They make offerings of perfumes, flowers, and incense.

source: ལྷ་མོ་ཆེན་མོ་དཔལ་གྱི་མིང་ནས་ལན་གསུམ་བརྗོད་ཅིང་། དེ་ལ་སྤོས་དང་། བདུག་པ་དང་། མེ་ཏོག་ཀྱང་བྱིན་ལ།
en: They recite the name ‘the great goddess Śrī’ three times, and offer him perfume, incense, and flowers.

source: རོ་སྣ་ཚོགས་ཀྱང་བྱིན་ན། དེའི་འབྲུའི་ཕུང་པོ་ཆེན་པོ་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ། །
en: They also offer him a variety of flavors, and then their great accumulations of grain increase.

source: དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ། ས་ལ་ས་ཡི་བཅུད་དག་རྣམ་པར་འཕེལ། །
en: It is said concerning this: “The fertility of the earth increases in the earth.

source: ལྷ་རྣམས་རྟག་ཏུ་རབ་ཏུ་དགའ་བར་འགྱུར། །
en: The devas will be constantly, perfectly happy.

source: འབྲས་བུ་ལོ་ཐོག་ལྡུམ་སྡོང་ལྗོན་ཤིང་རྣམས། །ལོ་ཐོག་ཤིན་ཏུ་སྣ་ཚོགས་རྣམས་ཀྱང་སྐྱེད། །
en: The deities of fruits, harvests, plants, and trees Cause a great variety of harvests to arise.

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོའི་མིང་བརྗོད་པའི་སེམས་ཅན་དེ་དག་ལ་ལྷ་མོ་ཆེན་མོ་དཔལ་ནི་སེམས་པར་འགྱུར། དེ་དག་ལ་དཔལ་ཆེན་པོར་བྱེད་པར་འགྱུར་རོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་ལྷ་མོ་ཆེན་མོ་ལ་ལེགས་སོ་ཞེས་བཀའ་སྩལ་ཏེ། ལེགས་སོ་ལེགས་སོ། །
en: “I, the great goddess Śrī, will direct my mind toward those beings who say the name of The Lord King of Sūtras, the Sublime Golden Light and I will create a great splendor for them.”

source: ལྷ་མོ་ཁྱོད་ཀྱིས་སྔོན་བྱས་པ་རྗེས་སུ་དྲན་པས། དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། སེམས་ཅན་ཚད་མེད་པ་རྣམས་ལ་ཕན་པ་དང་། བདེ་བས་ཕན་འདོགས་ཤིང་། མདོ་སྡེ་འདི་ཡང་ཡོངས་སུ་རྒྱས་པར་བྱེད་པའི་བསོད་ནམས་ཟད་མི་ཤེས་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: Then the Bhagavat congratulated the great goddess Śrī, saying, “It is excellent, excellent that you, goddess, through remembering your past actions make offerings to the tathāgata to benefit countless beings, bring them the benefit of happiness, and possess the inexhaustible merit from spreading this sūtra.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ལྷ་མོ་དཔལ་གྱི་ལེའུ་ཞེས་བྱ་སྟེ་བཅུ་དྲུག་པའོ།། །།
en: This concludes “The Great Goddess Śrī,” the sixteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་ལྷ་མོ་དཔལ་ཆེན་མོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འདི་ནས་བྱང་ཕྱོགས་སུ་མི་རིང་བ་ཞིག་ན། ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་ཀྱི་བུའི་ཕོ་བྲང་ལྕང་ལོ་ཅན་གྱི་འཁོར་ན་སྐྱེད་མོས་ཚལ་དམ་པ་བསོད་ནམས་ཀྱི་མེ་ཏོག་འོད་ཅེས་བྱ་བ་ན། རིན་པོ་ཆེ་སྣ་བདུན་ལས་བྱས་པའི་ཁང་བཟངས་པདྨ་དམ་པ་གསེར་གྱི་རྒྱལ་མཚན་ཞེས་བྱ་བ་ན་བདག་གནས་ཏེ། མི་གང་ལ་ལ་འབྲུའི་ཕུང་པོ་སྤེལ་བར་འདོད་པ་དེས་རང་གི་ཁྱིམ་ཕྱག་དར་ལེགས་པར་བྱ།
en: Chapter 17: The Increase of Wealth by the Great Goddess Śrī Then the great goddess Śrī said these words to the Bhagavat, “Bhagavat, not far from here to the north, in the environs of Alakāvati, the palace of Mahārāja Vaiśravaṇa, there is a sublime pleasure grove by the name of Puṇya­kusuma­prabha, in which there is a mansion made of the seven precious materials which is called Padmottara­suvarṇa­dhvaja, which is where I live.

source: ཁྲུས་ལེགས་པར་བྱ། གོས་དཀར་པོ་གཙང་མ་བགོ་བར་བྱ། གོས་དྲི་རབ་ཏུ་ཞིམ་པ་བགོ་བར་བྱའོ། །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་མེ་ཏོག་ཡོན་ཏན་རྒྱ་མཚོ་བཻ་ཌཱུརྱ་དང་། གསེར་གྱི་རི་ཁ་དོག་བཟང་པོ་གསེར་དུ་སྣང་བའི་དཔལ་དེ་ལ་ཕྱག་འཚལ་ཞིང་མཚན་ནས་ཀྱང་ལན་གསུམ་བརྗོད།
en: “Any person who wishes to increase their accumulation of grain should clean their house well, wash well, wear clean white clothes, wear clothes that have been perfumed, bow down to the tathāgata arhat samyaksaṃbuddha Ratnakusumaguṇasāgaravaiḍūrya-kanakagirivarṇabhadrasuvarṇaprabhāsaśrī, and say his name three times.

source: ལྷ་མོ་ཆེན་མོ་དཔལ་གྱི་ལག་ནས། དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་བྱེད།
en: Then the great goddess Śrī will make an offering with her own hands.

source: མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་ཀྱང་འབུལ།
en: Flowers, incense, and perfume should also be offered.

source: རོ་བྲོ་བ་སྣ་ཚོགས་ཀྱང་འབུལ།
en: Various kinds of flavors should also be offered.

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོའི་མིང་ཡང་ལན་གསུམ་བརྗོད། བདེན་པའི་ཚིག་ཀྱང་བརྗོད།
en: The name of The Lord King of Sūtras, the Sublime Golden Light should be recited three times and words of truth recited.

source: ལྷ་མོ་ཆེན་མོ་དཔལ་ལ་ཡང་མཆོད་ཅིང་། མེ་ཏོག་དང་།
en: Also, offerings should be made to the great goddess Śrī.

source: བདུག་པ་ཡང་འབུལ། རོ་བྲོ་བ་སྣ་ཚོགས་ཀྱང་འབུལ་ན། གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་ཡི་མཐུས། དེའི་ཚེ་ལྷ་མོ་ཆེན་མོ་དཔལ་ཁྱིམ་དེ་ལ་སེམས་པར་འགྱུར། དེའི་འབྲུའི་ཕུང་པོ་ཆེན་པོ་ཡང་འཕེལ་བར་འགྱུར་རོ། །
en: When flowers and incense are offered, and various kinds of flavors are offered, at that time, through the power of this Lord King of Sūtras, the great goddess Śrī will turn her mind toward that house and its great accumulation of grain will increase.

source: ལྷ་མོ་ཆེན་མོ་དཔལ་འགུགས་པར་འདོད་པ་དེས་རིག་པའི་གསང་སྔགས་འདི་དག་དྲན་པར་བྱའོ། །འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: “Those who wish to invoke the great goddess Śrī should remember these vidyāmantras: “ ‘I pay homage to all the buddhas of the past, the future, and the present.

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to all the buddhas and bodhisattvas.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་གཙུག་ཏོར་ཅན་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Bhagavat Tathāgata Ratnaśikhin.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དྲི་མ་མེད་པར་འབར་བ་རིན་ཆེན་འོད་ཟེར་སྣང་བའི་རྟོག་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Bhagavat Tathāgata Tip of Brilliant, Precious, Pure Fire.

source: དེ་བཞིན་གཤེགས་པ་འཛམ་བུ་གསེར་གྱི་རྒྱལ་མཚན་གསེར་དུ་སྣང་བ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Jambu Golden Victory Banner That is Golden in Appearance.

source: དེ་བཞིན་གཤེགས་པ་གསེར་དུ་སྣང་བའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Suvarṇa­prabhā­garbha.

source: དེ་བཞིན་གཤེགས་པ་ཉི་མ་བརྒྱའི་འོད་ཟེར་སྣང་བའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Radiance of a Hundred Suns’ Illuminating Essence.

source: དེ་བཞིན་གཤེགས་པ་གསེར་རི་རིན་ཆེན་འབྱུང་གནས་གདུགས་བརྩེགས་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Suvarṇa­ratnākaracchatra­kūṭa.

source: དེ་བཞིན་གཤེགས་པ་གསེར་གྱི་མེ་ཏོག་འབར་བའི་འོད་ཟེར་གྱི་ཏོག་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Suvarṇa­puṣpa­jvala­raśmi­ketu.

source: དེ་བཞིན་གཤེགས་པ་སྒྲོན་མ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Mahāpradīpa.

source: དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་ཏོག་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Ratnaketu.

source: ཤར་ཕྱོགས་ཀྱི་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Akṣobhya in the east.

source: ལྷོ་ཕྱོགས་ཀྱི་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་ཏོག་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Ratnaketu in the south.

source: ནུབ་ཕྱོགས་ཀྱི་དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Amitābha in the west.

source: བྱང་ཕྱོགས་ཀྱི་དེ་བཞིན་གཤེགས་པ་རྔ་སྒྲ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the Tathāgata Dundubhisvara in the north.

source: བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the bodhisattva Maitreya.

source: བྱང་ཆུབ་སེམས་དཔའ་མཛེས་པའི་ཏོག་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the bodhisattva Ruciraketu.

source: བྱང་ཆུབ་སེམས་དཔའ་གསེར་འོད་དམ་པ་ལ་ཕྱག་འཚལ་ལོ། །བྱང་ཆུབ་སེམས་དཔའ་གསེར་གྱི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the bodhisattva Suvarṇa­prabhāsottama. “ ‘I pay homage to the bodhisattva Golden Essence.

source: བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་ངུ་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the bodhisattva Sadāprarudita.

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་འཕགས་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the bodhisattva Dharmodgata.

source: བྱང་ཆུབ་སེམས་དཔའ་རབ་གནས་ལ་ཕྱག་འཚལ་ལོ། །
en: “ ‘I pay homage to the bodhisattva Supratiṣṭha.’

source: དེ་དག་ལ་ཕྱག་འཚལ་ནས་རིག་པ་འདི་དག་ལ་སྦྱོར་བར་བྱ་སྟེ། །རིག་སྔགས་འདི་བདག་ལ་འབྱོར་བར་གྱུར་ཅིག །སཱདྱ་ཐེ་དན། པྲ་ཏི་པཱུརྞ་ཙ་རེ། ས་མནྟཱ་དརྴ་ཎེ། མ་ཧཱ་བི་ཧཱ་ར་ག་ཏི། ས་མན་ཏ། བི་མཱ་ན་ག་ཏེ། མ་ཧཱ་ཀཱརྱ། པྲ་ཏི་པྲཱ་བ་ཎི། ས་ཏྭཱ།
en: “Having paid homage to them, I will practice this mantra.

source: ཨརྠ་ས་མ་ཏཱ་ནུ། པྲ་པཱུ་རེ། ཨ་ཡཱ་ན་དྷརྨ་ཏཱ། མ་ཧཱ་བྷོ་གི་ནི། མ་ཧཱ་མཻ་ཏྲི།
en: “ ‘This vidyāmantra will bring me wealth: syād yathedam pratipūrṇavare samantavedanagate mahākāryapratiprāpaṇe sattvārthasamatānuprapūre ayānadharmitāmahābhogine mahāmaitre upasaṃhihe saṃgṛhīte samarthānupālane svāhā | “These are words with an infallible meaning.

source: ཨུ་པ་སང་ཧི་ཏེ། ཧི་ཏཻ་ཥི། སང་གྲྀ་ཧཱི་ཏེ། ས་མར་ཐཱ་ནུ་པཱ་ལ་ནེ་སྭཱ་ཧཱ། འདི་དག་ནི་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་ཆོས་ཉིད་ཀྱི་གསང་སྔགས་ཀྱི་ཚིག་གཅིག་ཏུ་དེ་ཁོ་ན་ཡང་དག་པར་གྲུབ་པ་སྦྱིན་པ་མི་སླུ་བའི་དོན་གྱི་ཚིག་སྟེ།
en: That single-sentence mantra has the nature of an empowerment bestowed upon the crown of the head and bestows the valid accomplishment of the true nature.

source: སེམས་ཅན་བར་མ་ལ་སྤྱོད་པ་རྣམས་དགེ་བའི་རྩ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པ་དག་གིས། ལོ་བདུན་དུ་འདོན་ཅིང་། འཛིན་པ་དག་ཡན་ལག་བརྒྱད་པའི་བསྙེན་པར་གནས་པ་ལ་བསྙེན་ཏེ། བདག་དང་སེམས་ཅན་ཀུན།
en: “The practice for beings of middling capacity is to possess and recite this, while keeping the eight vows for seven years without transgressions but only roots of merit.

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར། སྔ་དྲོ་དང་། ཕྱི་དྲོ་སངས་རྒྱས་ཐམས་ཅད་ལ་མེ་ཏོག་དང་། སྤོས་རྣམས་ཀྱིས་མཆོད་ནས། དེས་བདག་གི་བསམ་པ་འདི་འབྱོར་པར་གྱུར་ཅིག །
en: In order for themselves and others to perfect omniscient wisdom, each morning and afternoon they should make offerings of flowers and incense to all the buddhas and pray, ‘May I fulfill this wish of mine, may I fulfill it quickly.’

source: མྱུར་དུ་འབྱོར་པར་གྱུར་ཅིག །གཙུག་ལག་ཁང་ངམ། དགོན་པའི་གནས་ཀྱང་རུང་སྟེ། ཁྱིམ་དེ་ཤིན་ཏུ་གཙང་མར་བྱས་ལ། ལྕི་བས་དཀྱིལ་འཁོར་བྱས་ཏེ།
en: “In a temple or in a solitary place, clean the building and make a circle of dung.

source: སྤོས་དང་། བདུག་པ་ཡང་དབུལ་བར་བྱ།
en: Offer perfume and incense.

source: སྟན་གཙང་མ་ཡང་གདིང་བར་བྱའོ། །ས་ལ་མེ་ཏོག་སིལ་མ་བཀྲམ་སྟེ་བསྡད་པར་བྱའོ། །
en: Arrange a clean seat, scatter flower petals on the ground and then sit on it.

source: དེ་ནས་སྐད་ཅིག་དེ་ཉིད་ལ། ལྷ་མོ་ཆེན་མོ་དཔལ་འོངས་ནས། དེར་གནས་པར་འགྱུར་རོ། །དེ་ཕྱིན་ཆད་ཁྱིམ་མམ། གྲོང་ངམ།
en: “Then, in that instant, the great goddess Śrī will come and reside there.

source: གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། གཙུག་ལག་ཁང་ངམ། དགོན་པའི་གནས་སུ་ནམ་ཡང་བྲེལ་ཅིང་ཕོངས་པ་མེད་པར་འགྱུར་རོ། །འགྲོན་བུ་དང་། གསེར་དང་།
en: From then on, that house, village, town, market town, temple, or place of solitude will never be disturbed and never be in need.

source: རིན་པོ་ཆེ་དང་། ནོར་དང་། འབྲུ་དང་། ཡོ་བྱད་ཐམས་ཅད་འབྱོར་པ་དང་། བདེ་བར་སྦྱར་བ་ཐམས་ཅད་ཀྱིས་བདེ་བར་འགྱུར་རོ། །
en: Everyone will obtain cowries, gold, jewels, wealth, grain, and all requisites; they will become happy through all that brings happiness.

source: དགེ་བའི་རྩ་བ་གང་དག་བྱེད་པ་དེ་དག་ཐམས་ཅད་ལས། ལྷ་མོ་ཆེན་མོ་དཔལ་ལ་ཤས་ཀྱི་མཆོག་སྦྱིན་པར་བྱ་སྟེ། དེས་ན་དེ་ཅི་སྲིད་འཚོ་བའི་བར་དུ་དེ་ན་གནས་པར་འགྱུར། འཕང་བར་མི་འགྱུར།
en: “Whatever good actions have been done, give the supreme part to the great goddess Śrī, and because of that she will remain with you for as long as you live and will never abandon you.

source: དེ་དག་གི་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །
en: All your aspirations will be completely fulfilled.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ལྷ་མོ་ཆེན་མོ་དཔལ་གྱིས་ནོར་ཡོངས་སུ་སྤེལ་བའི་ལེའུ་ཞེས་བྱ་སྟེ་བཅུ་བདུན་པའོ།། །།དེ་ནས་བཅོམ་ལྡན་འདས་ལ་སའི་ལྷ་མོ་བརྟན་མས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: This concludes “The Increase of Wealth by the Great Goddess Śrī,” the seventeenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི། ད་ལྟར་དང་། མ་འོངས་པའི་དུས་ན། གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། དགོན་པའི་ཕྱོགས་སམ། རིའི་སྨན་ལྗོངས་སམ། ཕོ་བྲང་འཁོར་གང་དུ་གནས་པར་འགྱུར་བའི་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། དགོན་པའི་ཕྱོགས་སམ། རིའི་སྨན་ལྗོངས་སམ།
en: Chapter 18: Dṛḍhā, the Goddess of the Earth Then Dṛḍhā, the goddess of the earth, said to the Bhagavat, “Venerable Bhagavat, wherever this Lord King of Sūtras, the Sublime Golden Light is taught, in the present or in future times, whether in a village, town, market town, region, wilderness, mountain cave, or royal residence—wherever, venerable Bhagavat, this Lord King of Sūtras, the Sublime Golden Light is taught at length—I, Dṛḍhā, the goddess of the earth, will come to that place.

source: ཕོ་བྲང་འཁོར་དེར། བཙུན་པ་བཅོམ་ལྡན་འདས་སའི་ལྷ་མོ་བརྟན་མ་བདག་མཆི་བར་བགྱིའོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་གང་ན་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་འཆད་པར་འགྱུར་བ་དང་། ས་ཕྱོགས་གང་དང་གང་ན། དགེ་སློང་ཆོས་སྨྲ་བ་དེའི་ཆོས་ཀྱི་ཁྲི་ཤོམ་པར་འགྱུར་བ་དང་།
en: “Wherever a Dharma throne is arranged for the dharmabhāṇaka bhikṣu, and wherever the dharmabhāṇaka, upon that throne, extensively teaches this Lord King of Sūtras, the Sublime Golden Light, venerable Bhagavat, I, Dṛḍhā, the goddess of the earth, will come to that place.

source: གང་དང་གང་དུ་ཆོས་སྨྲ་བ་སྟན་ལ་མཆིས་ནས། གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་འགྱུར་བ་དེར། བཙུན་པ་བཅོམ་ལྡན་འདས་སའི་ལྷ་མོ་བརྟན་མ་དག་ས་ཕྱོགས་དེ་དང་དེ་དག་ཏུ་མཆི་བར་བགྱིའོ། །ལུས་མི་གདའ་བར་ཆོས་ཀྱི་ཁྲིའི་འོག་ལོགས་སུ་མཆིས་ཏེ། ཡན་ལག་གི་དམ་པ་མགོས་དགེ་སློང་ཆོས་སྨྲ་བ་དེའི་རྐང་མཐིལ་ནས་བརྟེན་པར་བགྱིའོ། །
en: With my body invisible, I will go beneath that Dharma throne, and with my highest limb, my head, I will support that dharmabhāṇaka bhikṣu under the soles of his feet.

source: བདག་ཀྱང་ཆོས་མཉན་པ་དང་། ཆོས་བདུད་རྩིའི་ཁུ་བ་འདིས་ཚིམ་པར་བགྱི། ཡང་དག་པར་རིམ་གྲོར་བགྱི།
en: “I also will listen to the Dharma and be satiated by this amṛta liquid of the Dharma.

source: ཡང་དག་པར་མཆོད་པར་བགྱིའོ། །བདག་ཚིམ་པར་གྱུར། རིམ་གྲོ་བགྱི་བ་བགྱིས་པར་གྱུར།
en: I will honor him; I will make offerings to him.

source: རབ་ཏུ་དགའ་བར་གྱུར་ནས། སའི་ཕུང་པོ་དཔག་ཚད་སྟོང་ཕྲག་དྲུག་ཅུ་བརྒྱད་པོ་འདི་ནས། སའི་གཞི་རྡོ་རྗེ་ལ་ཐུག་པའི་བར་དུ། སའི་བཅུད་ཀྱིས་རྣམ་པར་འཕེལ་བར་བགྱི།
en: Having been satiated, having honored him, and being delighted, I will increase the fertility of this sixty-eight-thousand-yojana-wide aggregation of the earth down to its vajra foundation.

source: ཡང་དག་པར་ནི་རིམ་གྲོ་བགྱི། ཡོངས་སུ་རྫོགས་པར་བགྱིའོ། །
en: I will honor it and perfect it.

source: སྟེང་དུ་ཡང་རྒྱ་མཚོའི་མཐའ་ལ་ཐུག་པའི་སའི་དཀྱིལ་འཁོར་འདི། སའི་བཅུད་ཀྱི་སྣུམ་གྱིས་བརླན་པར་བགྱིའོ། །
en: On its surface I will saturate this disk of the earth, as far as the ocean, with the oil of the earth’s fertility.

source: ས་ཆེན་པོ་འདི་རབ་ཏུ་གཟི་བྱིན་དང་ལྡན་པར་བགྱིའོ། །དེ་ནས་འཛམ་བུའི་གླིང་འདིར་རྩྭ་དང་། ཤིང་གེལ་པ་དང་།
en: I will cause this great earth to be resplendent.

source: སྨན་དང་། ནགས་ཚལ་སྣ་ཚོགས་རྣམས་གཟི་བྱིན་དང་རབ་ཏུ་ལྡན་པར་འཁྲུང་བར་འགྱུར། ཀུན་དགའ་ར་བ་དང་། ནགས་ཚལ་དང་། ཤིང་ལྗོན་པ་ཐམས་ཅད་དང་།
en: Then, in this Jambudvīpa, the grass, bushes, herbs, and forests will grow with perfect resplendence.

source: ལོ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། ལོ་ཐོག་རྣམ་པ་སྣ་ཚོགས་ཐམས་ཅད་ཀྱང་། རབ་ཏུ་གཟི་བྱིན་དང་ལྡན་པར་འགྱུར་བ་དང་། དྲི་དང་རབ་ཏུ་ལྡན་པ་དང་། སྣུམ་པ་དང་རབ་ཏུ་ལྡན་པ་དང་། རོ་ཞིམ་པོར་འགྱུར། བལྟ་ན་རབ་ཏུ་སྡུག་པ་དང་། རབ་ཏུ་ཆེ་བར་འགྱུར་རོ། །
en: All parks, forests, trees, leaves, flowers, fruits, and harvests of various kinds will be resplendent, aromatic, lustrous, delicious, beautiful, and huge.
